Repository: bansi131095/TheCrazyBeautyPOS_iPad
Catalog: TheCrazyBeautyPOS/Profile/Storyboard/mul.lproj/Profile.xcstrings
Source language: en
Languages: vi, zh

# 0Bb-PF-4zA.text
source: Please add your business timing
vi: Vui lòng thêm giờ làm việc
zh: 请添加您的营业时间

# 0Ic-QC-lo9.placeholder
source: Reminder
vi: Nhắc nhở
zh: 提醒

# 0yL-tC-0kr.text
source: Usual Schedule
vi: Lịch làm việc thông thường
zh: 常规时间表

# 1cv-6f-LTp.text
source: Custom Schedule
vi: Lịch làm việc tùy chỉnh
zh: 自定义日程

# 1gC-bu-8XJ.text
source: Add New Time Slot
vi: Thêm khung giờ mới
zh: 添加新时间段

# 3c8-cj-4NO.text
source: Closed
vi: Đã đóng
zh: 已关闭

# 3lS-zW-2nb.text
source: (Get Notification for booking cancel)
vi: (Nhận thông báo hủy lịch)
zh: (获取预订取消通知)

# 3TL-gN-ZYY.text
source: From
vi: Từ
zh: 从

# 3Uw-7X-Tn9.text
source: 2. Choose Date & Time
vi: 2. Chọn ngày & giờ
zh: 2. 选择日期和时间

# 3wv-al-9bT.text
source: Cancellation Policy
vi: Chính sách hủy
zh: 取消政策

# 4hD-ee-4mH.text
source: Add New Time Slot
vi: Thêm khung giờ mới
zh: 添加新时间段

# 4IU-9u-tW2.text
source: Thursday
vi: Thứ năm
zh: 星期四

# 4Mo-fd-q4t.placeholder
source: Postal Code *
vi: Mã bưu chính *
zh: 邮政编码 *

# 5rS-bb-Hv5.text
source: About Us
vi: Về chúng tôi
zh: 关于我们

# 5Rt-X2-Qlz.text
source: 1. Select Guest (Optional)
vi: 1. Chọn khách (Không bắt buộc)
zh: 1. 选择访客（可选）

# 5Wm-3s-MFb.placeholder
source: From
vi: Từ
zh: 从

# 6X6-KX-Hag.text
source: To
vi: Đến
zh: 到

# 07b-sZ-jgX.text
source: Friday
vi: Thứ sáu
zh: 星期五

# 7CK-gc-Flu.text
source: Usual Schedule
vi: Lịch làm việc thông thường
zh: 常规时间表

# 7Vk-H4-v5t.text
source: Tuesday
vi: Thứ ba
zh: 星期二

# 8km-EX-Kvl.text
source: Monday
vi: Thứ hai
zh: 星期一

# 8UU-vb-qTb.text
source: General Information
vi: Thông tin chung
zh: 基本信息

# 8VN-79-6JP.text
source: Usual Schedule
vi: Lịch làm việc thông thường
zh: 常规时间表

# 9HI-rY-6i8.text
source: select Up to 5 Images (max 2 MB each)
vi: Chọn tối đa 5 ảnh (tối đa 2MB mỗi ảnh)
zh: 最多选择5张图片（每张最大2MB）

# 9ui-0S-Mm4.text
source: Tuesday
vi: Thứ ba
zh: 星期二

# 29D-wd-4w0.text
source: From
vi: Từ
zh: 从

# 034-tr-xJD.text
source: To
vi: Đến
zh: 到

# 58Y-S7-YLt.text
source: Closed
vi: Đã đóng
zh: 已关闭

# 63L-fF-2eJ.text
source: New Booking
vi: Đặt lịch mới
zh: 新预订

# 65e-3i-JEC.text
source: Booking Reminder
vi: Nhắc nhở đặt lịch
zh: 预订提醒

# 73r-Aj-pKk.text
source: Specify the percentage of the total amount to be collected as a cancellation amount for online bookings.
vi: Chỉ định tỷ lệ phần trăm của tổng số tiền sẽ thu khi hủy lịch đặt trực tuyến.
zh: 指定在线预订取消时需收取的总金额百分比。

# 94g-8v-myd.text
source: If enabled, user will be blocked from further booking after not appearing for the given limit of bookings.
vi: Nếu bật, khách sẽ bị chặn đặt lịch khi vượt số lần không đến theo quy định.
zh: 启用后，用户在未到店次数达到限制后将被禁止预订。

# 911-kk-zkB.text
source: 1. Select Staff
vi: 1. Chọn nhân viên
zh: 1. 选择员工

# a4u-Is-XbZ.text
source: To
vi: Đến
zh: 到

# A6n-ZG-xtF.placeholder
source: Salon Type
vi: Loại salon
zh: 沙龙类型

# aaP-4s-Tav.text
source: Salon Holiday
vi: Ngày nghỉ salon
zh: 沙龙假日

# AeP-UG-2Xy.placeholder
source: Schedule For *
vi: Lịch làm việc cho
zh: 日程安排给 *

# AId-vd-TRB.text
source: Visibility
vi: Hiển thị
zh: 可见性

# aVq-Rx-UQc.text
source: To
vi: Đến
zh: 到

# b6E-05-IVw.text
source: Booking Notifications
vi: Thông báo đặt lịch
zh: 预订通知

# b22-hi-kHq.placeholder
source: Advance Payment Percent
vi: Phần trăm trả trước
zh: 预付款比例

# bJe-O9-dW3.text
source: Business Categories
vi: Danh mục kinh doanh
zh: 业务类别

# bww-LE-gdE.text
source: To
vi: Đến
zh: 到

# BXi-gj-Apn.placeholder
source: Account Number *
vi: Số tài khoản
zh: 账户号码

# cAs-mg-SmW.text
source: Holiday Dates
vi: Ngày nghỉ
zh: 假期日期

# cBo-qz-59O.text
source: Custom Schedule
vi: Lịch làm việc tùy chỉnh
zh: 自定义日程

# cf7-ds-sS2.text
source: To
vi: Đến
zh: 到

# CF8-Ta-Uxm.text
source: From
vi: Từ
zh: 从

# cMI-LY-L8W.normalTitle
source: Button
vi: Lưu
zh: 保存

# cN0-EC-Sla.text
source: To
vi: Đến
zh: 到

# cq8-Zz-sIb.text
source: Salon Note
vi: Ghi chú salon
zh: 沙龙备注

# d1R-Hd-ST9.text
source: Email Settings
vi: Cài đặt email
zh: 电子邮件设置

# D03-Sb-TJe.text
source: From
vi: Từ
zh: 从

# d22-J8-bj9.text
source: Booking Preference
vi: Tùy chọn đặt lịch
zh: 预订偏好

# Ddq-bL-yOq.text
source: Business Categories
vi: Danh mục kinh doanh
zh: 业务类别

# DDX-eN-eOb.text
source: Allow Online Guest Booking
vi: Cho phép khách đặt lịch online
zh: 允许访客在线预订

# ddZ-eZ-j2b.text
source: Business Information
vi: Thông tin doanh nghiệp
zh: 业务信息

# Dfc-d6-HKh.text
source: Usual Schedule
vi: Lịch làm việc thông thường
zh: 常规时间表

# Dg8-bJ-eck.text
source: (Get Notification for Not Shown Bookings)
vi: Nhận thông báo khách không đến
zh: 获取未到店预订通知

# dHg-wB-86Z.text
source: From
vi: Từ
zh: 从

# Dna-Bi-RtI.text
source: Saturday
vi: Thứ bảy
zh: 星期六

# dOz-Y3-1xh.text
source: From
vi: Từ
zh: 从

# DQd-Ce-u2L.text
source: Wednesday
vi: Thứ tư
zh: 星期三

# dRO-qf-8F9.text
source: To
vi: Đến
zh: 到

# dsC-qT-aW9.text
source: From
vi: Từ
zh: 从

# DTu-uL-fQy.text
source: Booking Cancel
vi: Hủy đặt lịch
zh: 预订取消

# dxe-Hi-Dis.text
source: Please set Reminder time for notify user before booking start.
vi: Vui lòng đặt thời gian nhắc để thông báo cho khách trước khi lịch hẹn bắt đầu.
zh: 请设置提醒时间，以在预订开始前通知用户。

# dzA-Z6-zU2.text
source: Wednesday
vi: Thứ tư
zh: 星期三

# E2k-bU-HTL.text
source: Change Salon Currency
vi: Thay đổi đơn vị tiền salon
zh: 更改沙龙货币

# ecc-zu-jei.text
source: Closed
vi: Đã đóng
zh: 已关闭

# EGj-Zq-1oJ.placeholder
source: New Password
vi: Mật khẩu mới
zh: 新密码

# eIn-DD-qBU.text
source: Please select at least one category
vi: Vui lòng chọn ít nhất một danh mục
zh: 请至少选择一个类别

# Ejk-I4-YcY.placeholder
source: Password *
vi: Mật khẩu *
zh: 密码 *

# EJS-zr-N57.text
source: Business Timing
vi: Giờ làm việc
zh: 营业时间

# EpT-ip-ihc.text
source: Select Guest (Optional)
vi: Chọn khách (Không bắt buộc)
zh: 选择访客（可选）

# eQ7-2R-IOX.text
source: Upload Image
vi: Tải ảnh lên
zh: 上传图片

# EWn-yz-8Nu.placeholder
source: Mobile Number
vi: Số điện thoại
zh: 手机号码

# eWZ-Nk-tI0.placeholder
source: Address
vi: Địa chỉ
zh: 地址

# fc9-XI-dfk.text
source: All fields marked with an asterisk (*) are required.
vi: Tất cả các trường có dấu (*) là bắt buộc.
zh: 所有标有星号（*）的字段都是必填项。

# ffW-cI-XkL.placeholder
source: To
vi: Đến
zh: 到

# fI1-tN-GTz.text
source: Add Phone Numbers to Block Customers
vi: Thêm số điện thoại để chặn khách
zh: 添加电话号码以屏蔽客户

# fl8-ue-oPt.text
source: Saturday
vi: Thứ bảy
zh: 星期六

# FnZ-5M-jha.text
source: Business Information
vi: Thông tin doanh nghiệp
zh: 业务信息

# fql-gx-XV9.text
source: Booking Completed
vi: Hoàn tất đặt lịch
zh: 预订完成

# FrM-hI-zuj.placeholder
source: Address
vi: Địa chỉ
zh: 地址

# fSP-03-nN9.placeholder
source: Extra Card Payment Charges In Percent
vi: Phí phụ thanh toán thẻ theo phần trăm
zh: 银行卡额外支付费用百分比

# FSq-pe-YzL.text
source: From
vi: Từ
zh: 从

# fxt-bP-FlI.text
source: Usual Schedule
vi: Lịch làm việc thông thường
zh: 常规时间表

# FZC-8W-faJ.text
source: (Get Notification for new booking)
vi: (Nhận thông báo đặt lịch mới)
zh: (获取新预订通知)

# fZf-lx-ynV.text
source: 2. Choose Date & Time
vi: 2. Chọn ngày & giờ
zh: 2. 选择日期和时间

# g2O-p8-PaN.text
source: Closed
vi: Đã đóng
zh: 已关闭

# G2s-NX-GAJ.text
source: From
vi: Từ
zh: 从

# g7F-rf-ucl.text
source: SMS Settings
vi: Cài đặt SMS
zh: 短信设置

# gaX-i4-5dS.text
source: 3. Checkout
vi: 3. Thanh toán
zh: 3. 结账

# gdO-qR-ph1.text
source: Closed
vi: Đã đóng
zh: 已关闭

# GDX-Pa-FQI.text
source: Block Customer
vi: Chặn khách hàng
zh: 屏蔽客户

# GfF-e4-i7B.configuration.title
source: Continue
vi: Tiếp tục
zh: 继续

# gG4-jI-cxd.text
source: Customer Notifications
vi: Thông báo khách hàng
zh: 客户通知

# ggi-qV-3GR.text
source: To
vi: Đến
zh: 到

# gkZ-a6-abw.text
source: Add a discount percentage for customers who pay with Cash.
vi: Thêm phần trăm giảm giá cho khách hàng thanh toán bằng tiền mặt.
zh: 为使用现金付款的客户添加折扣百分比。

# gMS-Lw-brA.text
source: Browse File
vi: Chọn tệp
zh: 浏览文件

# Grc-kK-0VA.text
source: Allow Salon Search
vi: Cho phép tìm kiếm salon
zh: 允许搜索沙龙

# gsC-WJ-UY7.configuration.title
source: Save
vi: Lưu
zh: 保存

# gsC-WJ-UY7.normalTitle
source: Button
vi: Lưu
zh: 保存

# gsW-Cg-BvK.configuration.title
source: Continue
vi: Tiếp tục
zh: 继续

# h66-f7-RBz.text
source: Reminder
vi: Nhắc nhở
zh: 提醒

# HBX-33-1xP.text
source: Turn On/Off Email Notification Sent To Partner.
vi: Bật/tắt thông báo email gửi đến đối tác.
zh: 开启/关闭发送给合作伙伴的电子邮件通知。

# HDM-jW-jZh.normalTitle
source: Button
vi: Lưu
zh: 保存

# HEd-ql-ZcO.text
source: (Make Salon Visible to user For Booking Service)
vi: (Làm salon hiển thị cho khách đặt dịch vụ)
zh: (让沙龙对用户可见以便预订服务)

# hmJ-dW-ZS0.text
source: Monday
vi: Thứ hai
zh: 星期一

# hnd-TV-TfZ.text
source: 5. Payment
vi: 5. Thanh toán
zh: 5. 支付

# hnw-Nu-ypT.text
source: Change Password
vi: Đổi mật khẩu
zh: 更改密码

# hol-iK-ehP.text
source: Saturday
vi: Thứ bảy
zh: 星期六

# Hrg-O0-HxF.text
source: Select Type of Preference When User Book Appointment.
vi: Chọn loại tùy chọn khi khách đặt lịch.
zh: 选择用户预约时的偏好类型。

# hWc-An-qEZ.text
source: Salon Opening Date
vi: Ngày mở cửa salon
zh: 沙龙开业日期

# hWN-VH-Air.text
source: (Make Salon Visible to user For Booking Service)
vi: (Làm salon hiển thị cho khách đặt dịch vụ)
zh: (让沙龙对用户可见以便预订服务)

# hyp-Fs-02e.text
source: From
vi: Từ
zh: 从

# i6i-OY-XYO.text
source: No Show Limit
vi: Giới hạn vắng mặt
zh: 爽约限制

# Ids-mA-MvF.text
source: Configure Notifications Settings
vi: Cấu hình cài đặt thông báo
zh: 配置通知设置

# iOf-QJ-V7a.text
source: Closed
vi: Đã đóng
zh: 已关闭

# j3N-Qd-3Bi.text
source: Credit : 0
vi: Tín dụng : (%@)
zh: 學分 : (%@)

# jbU-nx-lwL.text
source: All fields marked with an asterisk (*) are required.
vi: Tất cả các trường có dấu (*) là bắt buộc.
zh: 所有标有星号（*）的字段都是必填项。

# jEe-3B-DtE.text
source: Kiosk User Settings
vi: Cài đặt người dùng kiosk
zh: 自助终端用户设置

# JfI-2y-eRa.text
source: Business Timing
vi: Giờ làm việc
zh: 营业时间

# JG5-O7-1j4.placeholder
source: Instagram URL
vi: URL Instagram
zh: Instagram 链接

# JkF-KN-k6V.text
source: Business Categories
vi: Danh mục kinh doanh
zh: 业务类别

# JT2-0Y-H1Z.text
source: Booking Completed
vi: Hoàn tất đặt lịch
zh: 预订完成

# JVc-oO-kUI.text
source: 3. Select Staff
vi: 3. Chọn nhân viên
zh: 3. 选择员工

# KCB-sT-gAu.text
source: (Get Notification for new booking)
vi: (Nhận thông báo đặt lịch mới)
zh: (获取新预订通知)

# KCx-NI-3Yv.text
source: To
vi: Đến
zh: 到

# kJs-sB-3c6.placeholder
source: Facebook URL
vi: URL Facebook
zh: Facebook 链接

# kmR-Nt-6AZ.text
source: To
vi: Đến
zh: 到

# kmy-oX-hGk.text
source: From
vi: Từ
zh: 从

# Kn6-lq-q3u.text
source: Closed
vi: Đã đóng
zh: 已关闭

# KrS-sH-hMH.text
source: To
vi: Đến
zh: 到

# L42-xS-6fB.text
source: Profile
vi: Hồ sơ
zh: 资料

# lEa-DL-mSA.text
source: (Get Notification for cancel booking)
vi: Nhận thông báo hủy lịch
zh: 获取预订取消通知

# leg-xL-pyo.text
source: (Get Notification for booking cancel)
vi: Nhận thông báo hủy lịch
zh: 获取预订取消通知

# Ljm-gL-27B.text
source: To
vi: Đến
zh: 到

# Lp9-Xl-pmc.text
source: (Get Notification for booking completion)
vi: Nhận thông báo hoàn tất đặt lịch
zh: 获取预订完成通知

# LuE-Ng-mVB.text
source: All Fields marked with an asterisk(*) are required
vi: Tất cả các trường có dấu (*) là bắt buộc.
zh: 所有标有星号（*）的字段都是必填项。

# lWy-dN-r7S.text
source: Booking Cancel
vi: Hủy đặt lịch
zh: 预订取消

# m0j-7Z-Y85.placeholder
source: Mobile Number
vi: Số điện thoại
zh: 手机号码

# mdr-cH-5kG.text
source: Set Custom Schedule for specific dates when your working hours differ from the regular schedule.
vi: Đặt lịch tùy chỉnh cho các ngày có giờ làm việc khác với lịch thông thường.
zh: 为工作时间不同于常规时间的特定日期设置自定义计划。

# MEa-yZ-fLz.placeholder
source: Search Mobile Number
vi: Tìm kiếm Số điện thoại
zh: 搜索 手机号码

# MEb-AH-zPH.text
source: Monday
vi: Thứ hai
zh: 星期一

# MlL-Gl-ILG.text
source: Specify the percentage of the total amount to be collected as an advance for online bookings. Customers will be required to pay this amount when scheduling their appointment online.
vi: Chỉ định phần trăm tổng số tiền cần thu trước khi khách đặt lịch online.
zh: 指定在线预订时需收取的预付款比例。客户在安排预约时将需要支付此金额。

# Moe-An-zyz.text
source: To
vi: Đến
zh: 到

# Msi-1Y-Gy7.text
source: Visibility
vi: Hiển thị
zh: 可见性

# MsY-dJ-1oh.text
source: Booking Completed
vi: Hoàn tất đặt lịch
zh: 预订完成

# MtF-dD-DHm.text
source: Action
vi: Hành động
zh: 操作

# mUe-GE-YYs.text
source: Please Add Salon Note
vi: Vui lòng thêm ghi chú salon
zh: 请添加沙龙备注

# Mup-k5-8ZK.text
source: Set type of notification to send or receive
vi: Cài đặt loại thông báo gửi/nhận
zh: 设置发送或接收的通知类型

# MVZ-td-toJ.text
source: Recommended size : 500 x 500px
vi: Kích thước đề xuất : 500 x 500px
zh: 推荐尺寸 : 500 x 500px

# mZ4-ar-8UZ.text
source: (Allow guest to book appointment without registration/loggin in.)
vi: (Cho phép khách đặt lịch mà không cần đăng ký/đăng nhập.)
zh: (允许访客无需注册/登录即可预约。)

# n0o-XV-BPM.text
source: From
vi: Từ
zh: 从

# n1v-Uq-NTo.text
source: Email Notification
vi: Thông báo email
zh: 电子邮件通知

# n2y-J1-RWa.text
source: User will be blocked from further booking. After Not appering for given limit of bookings.
vi: Khách sẽ bị chặn đặt lịch sau khi vượt quá số lần không đến theo quy định.
zh: 在达到未到店次数限制后，用户将被禁止继续预订。

# N7y-aZ-NMM.placeholder
source: No Show Limit
vi: Giới hạn vắng mặt
zh: 爽约限制

# nb2-5a-7E6.text
source: From
vi: Từ
zh: 从

# nB2-W6-at9.text
source: Set Advance Payment & Cancellation
vi: Cài đặt trả trước & hủy lịch
zh: 设置预付款和取消政策

# NE5-l4-Ibp.text
source: Sunday
vi: Chủ nhật
zh: 星期日

# ngr-aH-Q1P.text
source: Please Add Salon Unavailable Days
vi: Vui lòng thêm ngày salon không hoạt động
zh: 请添加沙龙不可用日期

# NGx-32-7DO.text
source: Please add category description
vi: Vui lòng thêm mô tả danh mục
zh: 请添加类别描述

# Nhw-Ri-Zt6.placeholder
source: Business Name
vi: Tên doanh nghiệp
zh: 商家名称

# nKj-rR-9Wd.placeholder
source: Business Name
vi: Tên doanh nghiệp
zh: 商家名称

# o4D-1B-8aM.text
source: Usual Schedule
vi: Lịch làm việc thông thường
zh: 常规时间表

# oAT-hT-hV9.placeholder
source: Name *
vi: Tên
zh: 姓名

# oAw-hJ-9CX.text
source: From
vi: Từ
zh: 从

# Od9-JL-6Ey.text
source: Friday
vi: Thứ sáu
zh: 星期五

# oen-Ha-icz.text
source: Please Add Salon Unavailable Hours
vi: Vui lòng thêm thời gian salon không hoạt động
zh: 请添加沙龙不可用时间

# oh9-yk-m9g.placeholder
source: Duration
vi: Thời lượng
zh: 时长

# oMH-Tz-wRj.text
source: All fields marked with an asterisk (*) are required.
vi: Tất cả các trường có dấu (*) là bắt buộc.
zh: 所有标有星号（*）的字段都是必填项。

# Oth-nP-b37.text
source: Select Type of Services Selection Preference for user when book appointment.
vi: Chọn loại tùy chọn lựa chọn dịch vụ cho người dùng khi đặt lịch hẹn.
zh: 在预约时为用户选择服务选择偏好类型。

# oW9-GP-kua.placeholder
source: Salon Currency
vi: Tiền tệ salon
zh: Tiền tệ salon

# P1G-9B-9ex.text
source: Team Sequence
vi: Thứ tự nhóm
zh: 团队顺序

# p2N-0a-qEZ.text
source: Business Information
vi: Thông tin doanh nghiệp
zh: 业务信息

# p72-AL-1ym.text
source: Tuesday
vi: Thứ ba
zh: 星期二

# PcF-u2-IBL.text
source: 4. Checkout
vi: 4. Thanh toán
zh: 4. 结账

# pdb-IE-lUL.text
source: Set Custom Schedule for specific dates when your working hours differ from the regular schedule.
vi: Đặt lịch tùy chỉnh cho các ngày có giờ làm việc khác với lịch thông thường.
zh: 为工作时间不同于常规时间的特定日期设置自定义计划。

# PDy-qh-0di.text
source: From
vi: Từ
zh: 从

# Peo-fG-g4U.text
source: Closed
vi: Đã đóng
zh: 已关闭

# pt2-E5-29Q.text
source: From
vi: Từ
zh: 从

# q8f-S3-C6g.text
source: Closed
vi: Đã đóng
zh: 已关闭

# qd0-Vk-Qgx.text
source: Please set slot duration time.
vi: Vui lòng đặt thời lượng khung giờ.
zh: 请设置时段持续时间。

# qg2-6f-tK1.text
source: To
vi: Đến
zh: 到

# qQQ-Uj-8zk.text
source: Closed
vi: Đã đóng
zh: 已关闭

# QxH-bX-fDC.text
source: Closed
vi: Đã đóng
zh: 已关闭

# RbB-Gj-uRV.text
source: Business Information
vi: Thông tin doanh nghiệp
zh: 业务信息

# rld-jo-9yg.text
source: Slot Duration
vi: Thời lượng slot
zh: 时段时长

# RlZ-m9-t6R.text
source: New Booking
vi: Đặt lịch mới
zh: 新预订

# rNr-XQ-j1K.placeholder
source: Cash Payment Discount In Percent
vi: Giảm giá thanh toán tiền mặt theo phần trăm
zh: 现金支付折扣百分比

# rQt-1D-Qrs.text
source: Salon Off Days/Hours
vi: Ngày/giờ nghỉ của salon
zh: 沙龙休息日/时间

# ru0-1r-OfO.placeholder
source: Salon Type
vi: Loại salon
zh: 沙龙类型

# RyJ-9d-dJx.text
source: (Get Notification for edit booking)
vi: Nhận thông báo chỉnh sửa lịch
zh: 获取编辑预订通知

# S0U-cH-dM8.text
source: Please select at least one category
vi: Vui lòng chọn ít nhất một danh mục
zh: 请至少选择一个类别

# S1E-MC-lKN.text
source: From
vi: Từ
zh: 从

# S5v-eO-PL6.text
source: Recommended size : 1280 x 500px
vi: Kích thước đề xuất : 1280 x 500px
zh: 推荐尺寸 : 1280 x 500px

# S9B-U8-id3.text
source: Business Timing
vi: Giờ làm việc
zh: 营业时间

# Sn0-dO-bHE.text
source: From
vi: Từ
zh: 从

# SQJ-PW-kdr.text
source: (Make Salon Searchable to user)
vi: (Cho phép salon được tìm kiếm)

# suq-P5-3t0.text
source: Thursday
vi: Thứ năm
zh: 星期四

# sw6-iC-l1e.text
source: Sunday
vi: Chủ nhật
zh: 星期日

# sYj-Rt-DSP.text
source: Edit Booking
vi: Chỉnh sửa đặt lịch
zh: 编辑预订

# tAN-nz-MtX.text
source: Usual Schedule
vi: Lịch làm việc thông thường
zh: 常规时间表

# Tc1-5k-2uv.text
source: (Get Notification for new booking)
vi: (Nhận thông báo đặt lịch mới)
zh: (获取新预订通知)

# TDV-oC-GDz.text
source: Card Payment
vi: Thanh toán bằng thẻ
zh: 刷卡支付

# TOm-sR-Df1.text
source: Set start date of online booking.
vi: Đặt ngày bắt đầu cho đặt lịch trực tuyến.
zh: 设置线上预订开始日期。

# tpo-Rg-6SN.placeholder
source: City *
vi: Thành phố
zh: 城市 *

# tyH-BD-3vZ.text
source: Sunday
vi: Chủ nhật
zh: 星期日

# U5v-hE-FST.text
source: Business Categories
vi: Danh mục kinh doanh
zh: 业务类别

# Uex-wh-PCh.text
source: The Style Factory Notifications
vi: Thông báo Style Factory
zh: Style Factory 通知

# Uiz-1P-U6l.text
source: To
vi: Đến
zh: 到

# UKk-Dp-hQo.text
source: Settings
vi: Cài đặt
zh: 设置

# Unf-gP-OOu.text
source: To
vi: Đến
zh: 到

# uov-PG-bPN.normalTitle
source: Save
vi: Lưu
zh: 保存

# uVk-EW-200.text
source: To
vi: Đến
zh: 到

# UXU-dw-dfl.text
source: Wednesday
vi: Thứ tư
zh: 星期三

# uYy-Q4-dJ5.placeholder
source: Cancellation Amount Percent *
vi: Phần trăm phí hủy *
zh: 取消金额百分比 *

# Uzb-zQ-cq5.placeholder
source: Account Holder Name *
vi: Tên chủ tài khoản *
zh: 账户持有人姓名 *

# V1h-pr-gLt.text
source: Team Login
vi: Đăng nhập nhóm
zh: 团队登录

# V3d-P2-3o5.placeholder
source: Password *
vi: Mật khẩu *
zh: 密码 *

# VdC-BL-A3q.text
source: Add More
vi: Thêm nữa
zh: 添加更多

# VeH-qV-ah6.text
source: All Fields marked with an asterisk(*) are required
vi: Tất cả các trường có dấu (*) là bắt buộc.
zh: 所有标有星号（*）的字段都是必填项。

# VQA-t5-boG.text
source: Booking Cancel
vi: Hủy đặt lịch
zh: 预订取消

# VQG-cx-xYW.text
source: All fields marked with an asterisk (*) are required.
vi: Tất cả các trường có dấu (*) là bắt buộc.
zh: 所有标有星号（*）的字段都是必填项。

# VxN-dT-923.placeholder
source: Email Address *
vi: Địa chỉ email *
zh: 电子邮箱地址 *

# W1K-DF-nnL.text
source: Business Timing
vi: Giờ làm việc
zh: 营业时间

# W8g-ju-kjq.text
source: Staff
vi: Nhân viên
zh: 员工

# WaH-4R-rvH.text
source: To
vi: Đến
zh: 到

# Wen-9q-9Am.text
source: Not Shown
vi: Không đến
zh: 未到

# wSM-nS-igt.text
source: Services
vi: Dịch vụ
zh: 服务

# Wua-I4-8u5.text
source: Thursday
vi: Thứ năm
zh: 星期四

# WYd-7p-lbR.text
source: (Get Notification for booking completion)
vi: Nhận thông báo hoàn tất đặt lịch
zh: 获取预订完成通知

# X9Q-Mm-L7f.text
source: Closed
vi: Đã đóng
zh: 已关闭

# XAI-9w-lbF.placeholder
source: Old Password
vi: Mật khẩu cũ
zh: 旧密码

# XKX-QB-0gB.text
source: 4. Payment
vi: 4. Thanh toán
zh: 4. 支付

# xNB-cN-8Fi.text
source: From
vi: Từ
zh: 从

# xZw-k5-gZv.placeholder
source: Cancellation Duration
vi: Thời gian hủy
zh: 取消期限

# y71-6N-8M3.text
source: Category Description
vi: Mô tả danh mục
zh: 类别描述

# yCX-QE-6xA.text
source: Add Bank Details
vi: Thêm thông tin ngân hàng
zh: 添加银行信息

# yGj-Hg-d5X.text
source: (Send Booking Reminder to Customer)
vi: (Gửi nhắc nhở đặt lịch cho khách)
zh: (向客户发送预订提醒)

# YjI-hc-E6U.text
source: From
vi: Từ
zh: 从

# yji-vB-ttp.text
source: Closed
vi: Đã đóng
zh: 已关闭

# Yke-Do-N4u.text
source: To
vi: Đến
zh: 到

# yKM-zR-aRX.text
source: To
vi: Đến
zh: 到

# yPh-3X-eCB.text
source: Business Timing
vi: Giờ làm việc
zh: 营业时间

# yTq-8n-vJT.text
source: From
vi: Từ
zh: 从

# Z4p-ov-3gA.text
source: Friday
vi: Thứ sáu
zh: 星期五

# ZbC-6a-hC6.text
source: Add a Extra Charges for customers who pay with Card.
vi: Thêm phí phụ cho khách hàng thanh toán bằng thẻ.
zh: 为使用银行卡付款的客户添加额外费用。

# Zfx-kK-3Xc.text
source: Cash Payment
vi: Thanh toán tiền mặt
zh: 现金支付

# zOf-6n-PhX.text
source: Closed
vi: Đã đóng
zh: 已关闭

# Zpw-bK-8Ji.text
source: New Booking
vi: Đặt lịch mới
zh: 新预订

# zS6-aA-VeT.text
source: Gallery Image
vi: Hình ảnh thư viện
zh: 图库图片

# zUH-Tm-1An.text
source: Extra Charges
vi: Phí phát sinh
zh: 额外费用

# ZUz-TK-s4q.text
source: (Get Notification for booking completion)
vi: Nhận thông báo hoàn tất đặt lịch
zh: 获取预订完成通知

# Zyb-nC-m65.text
source: Please add your business timing
vi: Vui lòng thêm giờ làm việc
zh: 请添加您的营业时间

# gs6-9l-jNz.placeholder
source: Email *
zh: 电子邮件
